Repository: liyishibeck-ctrl/Buddhist_Text_Analysis_Platform
Catalog: data/raw/tibetan/84000/data-translation-memory-master/toh95-v4.tmx
Source language: bo
Languages: en

source: ཇི་སྟེ་མངོན་པར་མ་བྱུང་ན་ནི་འཁོར་ལོས་སྒྱུར་བའི་རྒྱལ་པོ་མཐའ་བཞི་ལས་རྣམ་པར་རྒྱལ་བ་ཆོས་ཀྱི་རྒྱལ་པོ་ཆོས་དང་ལྡན་ཞིང་རིན་པོ་ཆེ་སྣ་བདུན་དང་ལྡན་པར་འགྱུར་རོ།
en: Yet if he does not renounce the household, he will become a universal monarch, a righteous Dharma king who has conquered the four quarters and is equipped with the seven treasures.

source: །དེའི་རིན་པོ་ཆེ་སྣ་བདུན་ནི་འདི་དག་སྟེ། འདི་ལྟར་འཁོར་ལོ་རིན་པོ་ཆེ་དང་། གླང་པོ་རིན་པོ་ཆེ་དང་། རྟ་རིན་པོ་ཆེ་དང་། ནོར་བུ་རིན་པོ་ཆེ་དང་། བུད་མེད་རིན་པོ་ཆེ་དང་། ཁྱིམ་བདག་རིན་པོ་ཆེ་དང་། བློན་པོ་རིན་པོ་ཆེ་དང་བདུན་ནོ།
en: The seven treasures that will be his are the precious wheel, the precious elephant, the precious horse, the precious wife, the precious jewel, the precious steward, and the precious minister.

source: །དེ་ལ་བུ་དཔའ་བ། རྟུལ་ཕོད་པ། ཡན་ལག་མཆོག་གི་གཟུགས་དང་ལྡན་པ། གཞན་གྱི་སྡེ་རབ་ཏུ་འཇོམས་པ་སྟོང་ཚང་བ་འབྱུང་ངོ་།
en: He will have one thousand sons, all of them full, fierce warriors with well-built bodies that destroy the armies of the enemy.

source: །དེ་གནོད་པར་བྱ་བ་དང་། མཚོན་ཆ་མེད་པར་ཆོས་དང་འཐུན་པས་སའི་དཀྱིལ་འཁོར་འདི་ལས་མངོན་པར་རྒྱལ་བར་བྱས་ཏེ། གཅིག་པུ་གནས་པར་འགྱུར་རོ་ཞེས་མཆི་ན།
en: He will conquer the entire earth without the use of violence or weapons, and then he will rule according to the Dharma.

source: དེའི་སླད་དུ་གཞོན་ནུ་དེའི་བཙུན་མོ་བླང་བར་བགྱིའོ།
en: Therefore we must arrange a marriage for the prince.

source: །དེ་ལྟར་མཛད་དང་བུད་མེད་ཀྱི་ཚོགས་ཀྱིས་ཡོངས་སུ་བསྐོར་ཏེ། དགྱེས་པ་ལ་ལོངས་སྤྱོད་ཅིང་མངོན་པར་འབྱུང་བར་ཡང་མི་འགྱུར་ཏེ།
en: Once he is surrounded by a group of women, he will discover pleasure and not renounce the household.

source: དེ་ལྟར་གྱུར་པ་དང་བདག་ཅག་གི་འཁོར་ལོས་སྒྱུར་བའི་གདུང་ཡང་མི་འཆད། ཁམས་ཀྱི་རྒྱལ་པོ་ཐམས་ཅད་ཀྱིས་ཀྱང་མི་སྙན་པར་མི་བརྗོད་ཅིང་རིམ་གྲོར་བགྱི་བར་འགྱུར་རོ།
en: In that way the line of our universal monarchy will not be cut, and we will be irreproachably respected by all the kings of the realm.”

source: །དེ་ནས་རྒྱལ་པོ་ཟས་གཙང་མས་སྨྲས་པ། གལ་ཏེ་དེ་ལྟར་བྱ་ན་དེའི་ཕྱིར་གཞོན་ནུའི་ཚུལ་དང་འཐུན་པའི་བུ་མོ་གང་ཞིག་ཡོད་ཁྱེད་ཀྱིས་ལྟོས་ཤིག །དེའི་ཚེ་ཤཱཀྱ་ལྔ་བརྒྱ་ཙམ་སོ་སོ་ནས་འདི་སྐད་དུ་བདག་གི་བུ་མོ་ནི་གཞོན་ནུའི་ཚུལ་དང་འཐུན་ནོ།
en: King Śuddhodana then said to the assembly, “If we are to do such a thing, then you should determine which girl would be a suitable match for the prince.” One by one, five hundred Śākyas each came forth and said, “My daughter would be suitable for the prince!

source: །བདག་གི་བུ་མོ་ནི་གཞོན་ནུའི་ཚུལ་དང་འཐུན་ནོ་ཞེས་ཟེར་རོ།
en: My daughter is very beautiful.”

source: །རྒྱལ་པོས་སྨྲས་པ། གཞོན་ནུ་དེ་ནི་ཤིན་ཏུ་ཕུལ་ཆེ་བ་ཡིན་གྱིས།
en: “My son is difficult to match,” said the king.

source: གཞོན་ནུ་ཉིད་ལ་ཁྱོད་བུ་མོ་གང་འདོད་ཅེས་དྲི་བར་བྱའོ་ཞེས།
en: “So we should ask the prince himself which girl he prefers.”

source: དེ་དག་ཀུན་ཀྱང་འདུས་ཏེ། གཞོན་ནུ་ལ་དངོས་པོ་དེ་བརྗོད་དོ། །གཞོན་ནུས་སྨྲས་པ། ད་སྟེ་དགུང་བདུན་ན་འདིའི་ལན་གསན་པར་གསོལ། དེ་ནས་བྱང་ཆུབ་སེམས་དཔའ་འདི་སྙམ་དུ་བསམས་ཏེ།
en: As everyone gathered and broached the matter with the prince, he told them, “I will give you an answer in seven days.” He then thought:

source: འདོད་པའི་སྐྱོན་ནི་བདག་གིས་མཐའ་ཡས་རིག །ཐབ་མོ་ཁོན་བཅས་མྱ་ངན་སྡུག་བསྔལ་རྩ།
en: “I know the endless pitfalls of desire— They are the root of suffering, rife with conflict, enmity, and despair.

source: །འཇིགས་བྱེད་དུག་གི་ལོ་མ་འདྲ་བ་སྟེ།
en: Desire is threatening, like a poisonous leaf,

source: །མེ་དང་འདྲ་ཞིང་རལ་གྲིའི་སོ་དང་འདྲ།
en: Like fire and like the blade of a sword.

source: །འདོད་པའི་ཡོན་ཏན་བདག་འདོད་མ་ཡིན་ཏེ།
en: “Sensual objects are not alluring to me,

source: །བདག་ནི་བུད་མེད་ཚོགས་དང་མཛེས་མ་ཡིན།
en: Nor am I attracted when among a crowd of women.

source: །བསམ་གཏན་ཏིང་འཛིན་བདེ་བས་ཞི་སེམས་སུ། །བདག་ནི་མི་སྨྲ་ནགས་ཚལ་གནས་པར་བྱ།
en: So I ought to dwell silently in the forest, With a mind stilled by the bliss of concentrated absorption.” The prince first reflected in this way.

source: །ཡང་དེས་བརྟགས་ནས་ཐབས་མཁས་པ་མངོན་དུ་བྱས་ཏེ། སེམས་ཅན་ཡོངས་སུ་སྨིན་པར་བྱ་བ་ལ་བལྟས་ནས། སྙིང་རྗེ་ཆེན་པོ་བསྐྱེད་དེ།
en: Then, manifesting skillful means, he considered the ripening of sentient beings and engendered intense compassion for them.

source: དེའི་ཚེ་ཚིགས་སུ་བཅད་པ་འདི་དག་སྨྲས་སོ།
en: He then spoke the following verses:

source: །འདམ་དང་ལྕག་ལྕིག་ཁྲོད་ནས་པད་མ་རྣམ་པར་འཕེལ།
en: “Lotuses thrive in filthy swamps;

source: །མི་རྣམས་གང་བའི་ནང་ན་རྒྱལ་པོ་མཆོད་པ་འཐོབ།
en: A king receives veneration surrounded by a crowd of people.

source: །གང་ཚེ་བྱང་ཆུབ་སེམས་དཔའ་འཁོར་མཆོག་ཐོབ་གྱུར་པ།
en: When a bodhisattva obtains a sizable entourage,

source: །དེ་ཚེ་སེམས་ཅན་བྱེ་བ་ཁྲག་ཁྲིག་འཆི་མེད་འདུལ།
en: He leads trillions of sentient beings to the deathless state.

source: །སྔོན་གྱི་བྱང་ཆུབ་སེམས་དཔའ་མཁས་པ་གང་བྱུང་བ།
en: “The wise bodhisattvas who came before me,

source: །དེ་དག་ཀུན་གྱིས་བཙུན་མོ་སྲས་དང་སླས་ཀྱང་བསྟེན།
en: All were known to have wives, children, and harems,

source: །འོན་ཀྱང་འདོད་པས་ཆགས་མེད་བསམ་གཏན་བདེ་མ་ཉམས།
en: Yet they were not enamored with desire, nor deprived of the bliss of meditation.

source: །བདག་ཀྱང་དེ་དག་ཡོན་ཏན་རྗེས་སུ་བསླབ་པར་བྱ།
en: I too will emulate their merits.

source: །གང་ལ་སྤྱོད་ལམ་ཡོན་ཏན་བདེན་པའི་ཚིག་མེད་པ། ། བུད་མེད་ཕལ་པ་གང་ཡང་བདག་གི་ཚུལ་འཐུན་མིན།
en: “An ordinary woman, lacking qualities of proper conduct and honest speech, Would not be suitable for me at all.

source: །གང་ཞིག་བདག་གི་སེམས་ནི་མངོན་པར་དགའ་བྱེད་ཅིང་།
en: Someone who pleases me, who is modest,

source: །བག་ཡོད་གཟུགས་དང་ན་ཚོད་རུས་རིགས་དག་པ་འོས།
en: And perfectly pure in beauty, birth, family, and race would be fitting.

source: །དེས་ནི་ཡོན་ཏན་ཚིགས་སུ་བཅད་དེ་ཡི་གེར་བྲིས།
en: “The following verses describe her qualities;

source: །འདི་འདྲའི་བུ་མོ་མཆིས་ན་བདག་ལ་བཀའ་སྩོལ་ཅིག །སྐྱེ་བོ་ཕལ་པ་མ་བསྡམས་བདག་ལ་མཁོ་མ་ལགས།
en: If there is a girl like that, seek her out for me! I have no use for an unabashed ordinary person;

source: །ཡོན་ཏན་བརྗོད་པ་འདི་ལྡན་མཆིས་ན་བདག་སྩོལ་ཅིག །དར་ཅིང་གཟུགས་བཟང་ལྡན་ཡང་གཟུགས་ཀྱི་དྲེགས་དང་བྲལ།
en: If someone has the qualities described here, seek her out for me! “She should be young and beautiful, but without vanity;

source: །ཕུ་ནུ་མ་ལ་བྱམས་ལྟར་བྱམས་པའི་སེམས་ལྡན་ཞིང་།
en: She should be loving like a sister.

source: །གཏོང་ལ་དགའ་སྟེ་དགེ་སྦྱོང་བྲམ་ཟེ་སྦྱིན་ཚུལ་ཅན།
en: Fond of renunciation, she should be generous and disciplined toward priests and ascetics.

source: །དེ་འདྲའི་བུ་མོ་མཆིས་ན་ཡབ་ཀྱིས་བདག་སྩོལ་ཅིག །གང་ལ་ང་རྒྱལ་ཁེངས་དང་ཞེ་སྡང་མ་མཆིས་ཤིང་།
en: Find a girl like this for me, O father! “She should be without pride, conceit, or hostility;

source: །གཡོ་དང་ཕྲག་དོག་སྒྱུ་སྤངས་དྲང་བའི་ངང་ཚུལ་ཅན།
en: She should be without deceit, jealousy, or guile, and not stray from uprightness.

source: །རྨི་ལམ་ན་ཡང་སྐྱེས་པ་གཞན་ལ་ཆགས་དང་བྲལ།
en: She should not lust after other men, even in dreams;

source: །བདག་གི་ཁྱོས་ནི་ཆོག་འཚལ་རྟག་སྡོམ་བག་མཆིས་ལ།
en: Content with what is hers, she should lie with her husband, free from carelessness.

source: །རྒྱགས་པ་མ་མཆིས་མི་གཡེང་ཟུང་ཐུབ་ཚུལ་འཆང་ཞིང་།
en: “She should not be arrogant or slothful. She should comport herself fittingly.

source: །ང་རྒྱལ་མ་མཆིས་འགྱིང་དང་བྲལ་བས་བྲན་མོ་བཞིན།
en: She should be without any pride or willfulness, like a servant.

source: །སྒྲ་དྲི་རོ་ལ་མ་ཆགས་ཆང་ལ་མ་ཆགས་ཏེ།
en: She should not be attracted to alcohol, tastes, sounds, or fragrances;

source: །འདོད་བྲལ་བརྣབ་སེམས་མ་མཆིས་རང་གི་ནོར་གྱིས་འཚལ།
en: She should be free of greed and covetousness, satisfied with her fortune.

source: །བདེན་ལ་གནས་ཤིང་མི་འཕྱར་གཡེང་བ་མ་ལགས་པ།
en: “Adhering to truth, she should be steady and unwavering;

source: །ངོ་ཚའི་གོས་འཚལ་རྒོད་དང་ཁེངས་པ་མ་མཆིས་གནས།
en: Not puffed up, she should dress with modesty.

source: །ལྷ་དང་བཀྲ་ཤིས་མ་ཆགས་རྟག་ཏུ་ཆོས་ལ་བརྩོན།
en: Always engaging in righteousness, she should be unimpressed with flashy displays;

source: །ལུས་དང་ངག་དང་ཡིད་ཀྱི་དངོས་པོ་རབ་དག་པ།
en: She should always be pure in body, speech, and mind.

source: །གཉིད་དང་རྨུགས་པ་མི་མང་ང་རྒྱལ་གླེན་བྲལ་ཞིང་།
en: “She should not be excessively slothful or indolent, nor full of foolish pride;

source: །རྟོག་དང་ལྡན་ལ་ལེགས་པའི་ལས་རྣམས་རྟག་སྤྱོད་དེ།
en: Circumspect, she should always be engaged in good deeds.

source: །གྱོས་སྒྱུག་གཉིས་ལའང་སྟོན་པ་བཞིན་གྱི་རིམ་གྲོར་ལྡན།
en: She should regard her in-laws with the affection reserved for teachers,

source: །བྲན་དང་བྲན་མོ་ཀུན་ལའང་བདག་བཞིན་བྱམས་སྲེལ་བ།
en: And be as loving to the servants and maids as she is to herself.

source: །སྨད་འཚོང་བཞིན་དུ་བསྟན་བཅོས་ཆོ་ག་འཚལ་ཅིང་མཁས།
en: “She should be as adept as a courtesan in knowing the arts of love;

source: །སླད་ཀྱིས་ཉལ་ཞིང་སྔོན་དུ་མལ་ནས་ལྡང་བགྱིད་པ།
en: She should be the last to go to sleep and the first to rise;

source: །བྱམས་པས་རྗེས་སྙེགས་མ་བཞིན་ཚུལ་འཆོས་མ་མཆིས་པ།
en: She should lovingly obey, and be as guileless as a mother.

source: །དེ་འདྲའི་བུད་མེད་མཆིས་ན་ཡབ་ཀྱིས་བདག་སྩོལ་ཅིག །
en: Find me, O father, a wife like this!”

source: དགེ་སློང་དག་དེ་ནས་རྒྱལ་པོ་ཟས་གཙང་མས་ཚིགས་སུ་བཅད་པ་དེ་དག་ཐོས་ནས། མདུན་ན་འདོན་ལ་སྨྲས་པ། བྲམ་ཟེ་ཆེན་པོ་ཁྱོད་སེར་སྐྱའི་གནས་ཀྱི་གྲོང་ཁྱེར་ཆེན་པོར་སོང་ལ།
en: Monks, when King Śuddhodana heard those verses, he ordered his family priest, “Go, great priest, out to the city of Kapilavastu!

source: ཁྱིམ་ཐམས་ཅད་དུའང་སོང་སྟེ།
en: Go to every household and scrutinize the girls!

source: བུ་མོ་དག་ལྟོས་ལ་གང་ལ་ཡང་རུང་སྟེ་ཡོན་ཏན་དེ་ལྟ་བུ་དག་ཡོད་ན། རྒྱལ་རིགས་ཀྱི་བུ་མོ་ཡང་རུང་། བྲམ་ཟེའི་བུ་མོ་ཡང་རུང་། རྗེའུ་རིགས་ཀྱི་བུ་མོ་ཡང་རུང་། དམངས་རིགས་ཀྱི་བུ་མོ་ཡང་རུང་གིས། བུ་མོ་དེ་དག་འདིར་འོན་ཅིག །
en: If there is someone with these qualities—no matter whether she is a girl of royal caste, priestly caste, merchant caste, or servant caste—report to us about that girl!

source: གཞོན་ནུ་འདི་ནི་རིགས་དོན་དུ་གཉེར་བ་མ་ཡིན་རུས་དོན་དུ་གཉེར་བ་མ་ཡིན་གྱི།
en: Because the prince is not after family or caste;

source: གཞོན་ནུ་འདི་ནི་ཡོན་ཏན་དོན་དུ་གཉེར་བ་ཡིན་ནོ།
en: rather he is interested in her qualities alone.”

source: །རྒྱལ་རིགས་བྲམ་ཟེའི་བུ་མོ་དང་། །རྗེའུ་རིགས་དམངས་རིགས་དེ་བཞིན་ཏེ།
en: “Whether she is a girl of royal caste or priestly caste, Merchant caste or servant caste—

source: །སུ་ལ་ཡོན་ཏན་འདི་ཡོད་པའི། །བུ་མོ་དེ་ནི་འདིར་འོན་ཅིག །ང་ཡི་བུ་འདི་རིགས་དག་དང་། །རུས་ལ་ངོ་མཚར་འཛིན་མ་ཡིན། །ཡོན་ཏན་བདེན་པ་ཆོས་ཀྱི་རྣམས། །དེ་ལ་འདི་ཡི་ཡིད་དགའ་འོ།
en: Report to me whichever girl Possesses these qualities! “My son is not enthralled By family or caste; His mind delights in Good qualities, truth, and righteousness.”

source: །དགེ་སློང་དག་དེ་ནས་བྲམ་ཟེ་མདུན་ན་འདོན་དེས་ཚིགས་སུ་བཅད་པ་ཡི་གེར་བྲིས་པ་དེ་ཁྱེར་ཏེ། སེར་སྐྱའི་གནས་ཀྱི་གྲོང་ཁྱེར་ཆེན་པོར་སོང་ནས། ཁྱིམ་ནས་ཁྱིམ་དུ་ཡོན་ཏན་དེ་ལྟ་བུ་དང་ལྡན་པའི་བུ་མོ་ལྟ་ཞིང་ཚོལ་དུ་སོང་སོང་བ་ལས། ཡོན་ཏན་དེ་ལྟ་བུ་དང་ལྡན་པའི་བུ་མོ་མ་མཐོང་སྟེ།
en: Monks, the family priest went out to the city of Kapilavastu carrying the written verses, and wandered from house to house looking carefully, searching for a girl with such qualities. However, he did not see such a girl.

source: དེ་ནས་རིམ་གྱིས་ཤཱཀྱ་ལག་ན་བེ་ཅོན་ཅན་གྱི་ཁྱིམ་དུ་ཕྱིན་ནས།
en: Eventually he reached the house of the Śākya Daṇḍapāṇi.

source: དེས་བལྟས་ན། བུ་མོ་གཟུགས་མཛེས་ཤིང་བལྟ་ན་སྡུག་ལ་ཡིད་དུ་འོང་བ།
en: When he entered that dwelling, he saw a beautiful, pleasant, and captivating girl.

source: མདོག་བཟང་པོ་རྒྱས་པ་མཆོག་དང་ལྡན་པ། ཧ་ཅང་ཡང་མི་རིང་བ། ཧ་ཅང་ཡང་མི་ཐུང་བ། ཧ་ཅང་ཡང་མི་སྦོམ་པ། ཧ་ཅང་ཡང་མི་སྐེམ་པ། ཧ་ཅང་ཡང་མི་དཀར་བ། ཧ་ཅང་ཡང་མི་གནག་པ། གཟོད་མ་དར་ལ་བབ་པ། བུད་མེད་རིན་པོ་ཆེ་ལྟར་སྣང་བ་ཞིག་མཐོང་བ་དང་།
en: The girl had a sublimely beautiful complexion like a white lotus, was neither too tall nor too short, neither too fat nor too thin, neither too fair nor too dark, was in her first blush of youth, and was a jewel of a woman, just as the prince had described.

source: བུ་མོ་དེས་བྲམ་ཟེ་མདུན་ན་འདོན་དེའི་རྐང་པ་གཉིས་ནས་བཟུང་སྟེ་འདི་སྐད་ཅེས་སྨྲས་སོ། །བྲམ་ཟེ་ཆེན་པོ་ཁྱོད་ལ་དགོས་པ་ཅི་ཞིག་མཆིས།
en: The girl grabbed hold of the priest’s feet and asked, “O great priest, what is your aim?”

source: བྲམ་ཟེ་མདུན་ན་འདོན་གྱིས་ཚིགས་སུ་བཅད་དེ་སྨྲས་པ།
en: The priest said:

source: ཟས་གཙང་སྲས་པོ་གཟུགས་ནི་མཆོག་ཏུ་མཛེས་གྱུར་ཅིང་།
en: “The son of Śuddhodana is sublimely handsome;

source: །སུམ་ཅུ་རྩ་གཉིས་མཚན་ལྡན་ཡོན་ཏན་གཟི་བརྗིད་ཅན།
en: Replete with thirty-two auspicious marks, he has splendorous qualities.

source: །དེ་ཡིས་བུད་མེད་རྣམས་ཀྱི་ཡོན་ཏན་ཡི་གེར་བྲིས།
en: He has written of the qualities of a wife;

source: །སུ་ལ་ཡོན་ཏན་འདི་ཡོད་དེ་ཡི་ཆུང་མར་འོས། །ཞེས་སྨྲས་ཏེ།
en: Whoever has those qualities will be his bride.”

source: དེས་དེ་ལ་ཡི་གེ་དེ་བྱིན་ནོ།
en: He then gave the girl the letter.

source: །དེ་ནས་བུ་མོ་དེས་ཚིགས་སུ་བཅད་པའི་ཡི་གེ་དེ་བཀླགས་ནས། བཞིན་འཛུམ་པ་བསྟན་ཏེ། བྲམ་ཟེ་མདུན་ན་འདོན་དེ་ལ་ཚིགས་སུ་བཅད་དེ་སྨྲས་པ།
en: The girl read the verses out loud, then she revealed a smile and spoke in verse to the priest:

source: བྲམ་ཟེ་ཡོན་ཏན་འདི་དག་བདག་ལ་ཀུན་ཚང་གིས།
en: “O priest, since I have all of these suitable qualities,

source: །དེས་པའི་གཟུགས་ཅན་དེ་ནི་བདག་གི་ཁྱིམ་ཐབ་བོ།
en: May this handsome and gentle prince be my husband!

source: །གལ་ཏེ་གཞོན་ནུ་བཞེད་ན་ཕྱི་བཤོལ་མ་མཛད་གསུངས།
en: If he consents, there should be no delay,

source: །བརྒྱ་ལ་སྐྱེ་བོ་ཕལ་དང་བཞུགས་པར་འགྱུར་ཡང་གདའ།
en: Or I will end up with an inferior, ordinary man.”

source: །དེ་ནས་བྲམ་ཟེ་མདུན་ན་འདོན་དེ། རྒྱལ་པོ་ཟས་གཙང་མའི་དྲུང་དུ་སོང་སྟེ་དོན་དེ་བརྗོད་དོ།
en: The councilor went before King Śuddhodana and told him what had happened:

source: །རྒྱལ་པོ་ཆེན་པོ་བདག་གིས་གཞོན་ནུའི་ཚུལ་དང་འཐུན་པའི་བུ་མོ་མཐོང་ངོ་།
en: “I have seen, O King, a girl who would be suitable for the boy.”

source: །རྒྱལ་པོས་སྨྲས་པ། སུ་ལ་དེ་ལྟ་བུ་ཞིག་ཡོད།
en: The king asked, “Who does she belong to?”

source: སྨྲས་པ། ལྷ་ཤཱཀྱ་ལག་ན་བེ་ཅོན་ཅན་ལ་བུ་མོ་དེ་ལྟ་བུ་ཞིག་མཆིས་སོ། །དེ་ནས་རྒྱལ་པོ་ཟས་གཙང་མ་འདི་སྙམ་དུ་སེམས་ཏེ།
en: The councilor replied, “Your Majesty, she is the daughter of the Śākya Daṇḍapāṇi.”

source: གཞོན་ནུ་དེ་ནི་ཤིན་ཏུ་ཕུལ་ཆེ་ཞིང་བཟང་བ་ལ་མོས་པ་ཡིན་ལ།
en: King Śuddhodana thought to himself, “The boy is unparalleled and inclined toward virtue.

source: །བུད་མེད་དག་ནི་ཕལ་ཆེར་ཡོན་ཏན་མེད་པ་དག་ཀྱང་། བདག་ལ་ཡོན་ཏན་ཡོད་པར་ཁས་ལེན་གྱིས།
en: Most girls have no qualities, yet they think of themselves very highly.

source: བདག་གིས་ཡིད་དུ་འོང་བའི་ཡོ་བྱད་དག་ཅིག་བྱས་ཏེ། གཞོན་ནུ་འདི་བུ་མོ་ཐམས་ཅད་ལ་སྦྱིན་པ་བྱེད་དུ་གཞུག་གོ།
en: I will have some pleasing items made and let the boy distribute them to all the girls.

source: །བུ་མོ་དེ་དག་གི་ནང་ནས་གང་ལ་གཞོན་ནུ་མིག་མངོན་པར་ཆགས་པར་གྱུར་པ་དེ། གཞོན་ནུ་ལ་སྦྱིན་པར་བྱའོ་སྙམ་མོ།
en: I will choose for the prince whichever girl his eyes linger upon.”

source: །དེ་ནས་རྒྱལ་པོ་ཟས་གཙང་མས་ཡིད་དུ་འོང་བའི་ཡོ་བྱད་གསེར་དང་། དངུལ་དང་། རིན་པོ་ཆེ་སྣ་ཚོགས་ལས་བྱེད་དུ་བཅུག་ནས་སེར་སྐྱའི་གནས་ཀྱི་གྲོང་ཁྱེར་ཆེན་པོར་དྲིལ་གྱི་སྒྲ་བསྒྲགས་ཏེ།
en: King Śuddhodana did indeed prepare some pleasing items made of gold, silver, and various jewels. Once the preparations were completed, he had the bell sounded in the city of Kapilavastu and announced the following decree:

source: དེང་ནས་ཞག་བདུན་ན་ཀུན་གྱིས་ཀྱང་གཞོན་ནུ་མཐོང་བར་འགྱུར་ཏེ།
en: “In seven days the prince will give a public showing.

source: ཡིད་དུ་འོང་བའི་ཡོ་བྱད་དག་ཀྱང་བུ་མོ་དག་ལ་སྦྱིན་པ་བྱེད་ཀྱིས། བུ་མོ་ཐམས་ཅད་ཀྱང་འདུན་ཁང་དུ་ཤོག་ཤིག་ཅེས་བསྒོའོ།
en: He will give pleasing goods to the girls, so all the girls should gather together in the assembly hall at that time.”

source: །དགེ་སློང་དག་དེ་ནས་ཞག་བདུན་ལོན་པ་དང་། བྱང་ཆུབ་སེམས་དཔའ་འདུན་ཁང་དུ་སོང་སྟེ། སེང་གེའི་ཁྲི་ལ་འདུག་གོ།
en: Monks, after seven days had passed, the Bodhisattva went to the assembly hall and took his seat on a splendid throne.

source: །དེའི་ཚེ་རྒྱལ་པོ་ཟས་གཙང་མས་བྱ་ར་བ་དག་བཀོད་ནས། གཞོན་ནུ་འདི་བུ་མོ་གང་ལ་མིག་ཆགས་པ་དེ་ང་ལ་གྱིས་ཤིག་ཅེས་བསྒོའོ།
en: King Śuddhodana had put some spies in place and ordered them, “Report to me if the boy’s eyes linger upon any particular girl!”

source: །དགེ་སློང་དག་དེ་ནས་སེར་སྐྱའི་གནས་ཀྱི་གྲོང་ཁྱེར་ཆེན་པོ་དེ་ན་བུ་མོ་གང་ཇི་སྙེད་ཅིག་ཡོད་པ་དེ་དག་ཐམས་ཅད་འདུན་ཁང་ག་ལ་བ་དེ་དང་། བྱང་ཆུབ་སེམས་དཔའ་གང་ན་བ་དེར་བྱང་ཆུབ་སེམས་དཔའ་བལྟ་བ་དང་ཡིད་དུ་འོང་བའི་ཡོ་བྱད་བླངས་པའི་ཕྱིར་དེར་དོང་ངོ་།
en: Monks, then the girls in the city of Kapilavastu, as many as there were, all came to the assembly hall where the Bodhisattva was seated in order to see him and lay claim to the gifts being offered.

source: །དགེ་སློང་དག་དེ་ནས་བྱང་ཆུབ་སེམས་དཔས་བུ་མོ་ཇི་ལྟར་འོངས་པ་དེ་དག་ལ་ཡིད་དུ་འོང་བའི་ཡོ་བྱད་རྣམས་བྱིན་ནོ།
en: Monks, then the Bodhisattva gave the pleasing items to the girls according to the order of their arrival.

source: །དེ་ནས་བུ་མོ་དེ་དག་གིས་བྱང་ཆུབ་སེམས་དཔའི་དཔལ་དང་གཟི་བརྗིད་མ་བཟོད་ནས། ཡིད་དུ་འོང་བའི་ཡོ་བྱད་དེ་དག་བླངས་ཤིང་མྱུར་བ་མྱུར་བར་ཕྱིར་དོང་ངོ་།
en: The girls, however, could not bear the Bodhisattva’s splendor and brilliance and, as soon as they received the gifts, they quickly departed.

source: །དེ་ནས་ཤཱཀྱ་ལག་ན་བེ་ཅོན་ཅན་གྱི་བུ་མོ་ས་འཚོ་མ་ཞེས་བྱ་བ། བྲན་མོའི་ཚོགས་ཀྱིས་བསྐོར་ཅིང་མདུན་དུ་བདར་ཏེ། འདུན་ཁང་ག་ལ་བ་དང་། བྱང་ཆུབ་སེམས་དཔའ་ག་ལ་བ་དེར་སོང་སྟེ་ཕྱིན་པ་དང་། མིག་མི་འཛུམས་པར་བྱང་ཆུབ་སེམས་དཔའ་ལ་ལྟ་ཞིང་ཕྱོགས་གཅིག་ཏུ་འདུག་པར་གྱུར་ཏོ།
en: Then the daughter of Daṇḍapāṇi Śākya, the Śākya girl named Gopā, surrounded and escorted by an entourage of female servants, came into the assembly hall where the Bodhisattva was seated. She approached the Bodhisattva and stood to one side, staring at him with unblinking eyes.

source: །གང་གི་ཚེ་བྱང་ཆུབ་སེམས་དཔས་ཡིད་དུ་འོང་བའི་ཡོ་བྱད་དེ་དག་བྱིན་ཟིན་པར་གྱུར་པ་དེའི་ཚེ་བྱང་ཆུབ་སེམས་དཔའི་དྲུང་དུ་འོངས་ནས་འཛུམ་དམུལ་ཏེ་བྱང་ཆུབ་སེམས་དཔའ་ལ་འདི་སྐད་ཅེས་སྨྲས་སོ།
en: When the Bodhisattva had finished distributing all the gifts, she went up to him and, with a smile on her face, said to him, “O Prince, you pay no attention to me.

source: །གཞོན་ནུ་བདག་གིས་ཁྱོད་ལ་ནོངས་པ་ཅི་ཞིག་བགྱིས་ན། བདག་ལ་དེ་ལྟར་དངན་སྡང་མཛད།
en: Have I done anything inappropriate toward you?”

source: སྨྲས་པ། ངས་ནི་ཁྱོད་ལ་དངན་སྡང་བྱས་པའང་མེད་ན།
en: The prince responded, “I am not ignoring you.

source: ཁྱོད་ནི་ཤིན་ཏུ་འཕྱིས་ཏེ་འོངས་སོ་ཞེས་སྨྲས་ནས་དེས་སོར་གདུབ་སྲང་བརྒྱ་སྟོང་དུ་མ་རི་བ་ཕུད་དེ་དེ་ལ་བྱིན་ནོ།
en: But you certainly have come very late.” He then took off his ring, which was worth several hundreds of thousands of silver coins, and gave it to her.

source: །བུ་མོ་དེས་སྨྲས་པ། གཞོན་ནུ་ཁྱོད་ལ་བདག་གིས་འདི་ལྟ་ཞིག་འཚལ་བ་འོས་སམ།
en: “Am I, Prince, worthy of this?” she asked.

source: སྨྲས་པ། འོ་ན་རྒྱན་གཞན་དང་གཞན་དག་ཡོད་པ་འདི་དག་ཀྱང་ཁྱོད་ཁྱེར་ཅིག །
en: The prince replied, “Here, take all these other ornaments of mine as well.”

source: དེས་སྨྲས་པ། གཞོན་ནུ་བདག་ནི་རྒྱན་མ་མཆིས་པར་བགྱིད་པ་མ་ལགས་ཀྱི།
en: Then the girl said, “It is not right to strip the prince of his adornments.

source: རྒྱན་དང་ལྡན་པར་བགྱིད་པ་ལགས་སོ། །ཞེས་སྨྲས་ནས་བུ་མོ་དེ་སོང་ངོ་།
en: Rather we should adorn the prince.” And then she left.

source: །དེ་ནས་བྱ་ར་བར་བཀོད་པའི་མི་དེ་དག་རྒྱལ་པོ་ཟས་གཙང་མའི་དྲུང་དུ་སོང་ནས། ལོ་རྒྱུས་དེ་དག་སྨོས་ཏེ་སྨྲས་པ། ལྷ་ཤཱཀྱ་ལག་ན་བེ་ཅོན་ཅན་གྱི་བུ་མོ་ས་འཚོ་མ་ཞེས་བགྱི་བ་དེ་ལ་གཞོན་ནུ་སྤྱན་ཆགས་པར་གྱུར་ལ་ཆུང་ཟད་ཅིག་ཏུ་བཀའ་མཆིད་ཀྱང་བགྱིས་སོ།
en: The people who were positioned as spies came before King Śuddhodana and reported the event, saying, “O King, the boy’s eyes lingered upon the daughter of Daṇḍapāṇi Śākya, the Śākya girl named Gopā, and there was a brief conversation between them.”

source: །དེ་ནས་རྒྱལ་པོ་ཟས་གཙང་མས་ཚིག་དེ་ཐོས་ནས་ཤཱཀྱ་ལག་ན་བེ་ཅོན་ཅན་གྱི་གན་དུ་བྲམ་ཟེ་མདུན་ན་འདོན་ཕོ་ཉར་བཏང་སྟེ། ཁྱོད་ཀྱི་བུ་མོ་ཞིག་ཡོད་པ་དེ་ངའི་གཞོན་ནུ་ལ་བྱིན་ཅིག་ཅེས་སྤྲིང་ངོ་།
en: When King Śuddhodana heard this, he sent the councilor-priest before Daṇḍapāṇi Śākya with the request, “May your daughter be given to my son!”

source: །ལག་ན་བེ་ཅོན་ཅན་གྱིས་སྨྲས་པ། འཕགས་པ་གཞོན་ནུ་དེ་ནི་ཕོ་བྲང་ན་སྐྱིད་དེ་བར་འཁྲུངས་པ་ལགས་ལ།
en: Daṇḍapāṇi replied, “The noble boy has grown up in the palace in ease and comfort.

source: བདག་ཅག་གི་རིགས་ཀྱི་ཆོས་ནི་འདི་ལྟ་བུ་ལགས་ཏེ། སྒྱུ་རྩལ་ཤེས་པ་ལ་བུ་མོ་གཏོང་གི །སྒྱུ་རྩལ་མི་ཤེས་པ་ལ་མི་གཏོང་བ་ལགས་ན།
en: Yet our family rule is such that a girl can only be granted to someone who is skilled in the arts, and not to a man who lacks these skills.

source: གཞོན་ནུ་དེ་ནི་སྒྱུ་རྩལ་ཤེས་པ་ཡང་མ་ལགས་ལ། རལ་གྲིའི་ཐབས་དང་། འཕོང་དང་། སྟོབས་དང་། གྱད་ཀྱི་འཛིན་སྟངས་ཀྱི་ཚུལ་ཤེས་པ་ཡང་མ་ལགས་ན།
en: The prince is not skilled in the arts since he does not know the maneuvers of swordsmanship, archery, combat, or wrestling.

source: བདག་གིས་སྒྱུ་རྩལ་ཤེས་པ་མ་ལགས་པ་ལ་བུ་མོ་ཇི་ལྟར་གཏང་།
en: How can I give away my daughter to someone who lacks such skills?”

source: ཚིག་དེ་རྒྱལ་པོ་ལ་བཟླས་པ་དང་། དེ་ནས་རྒྱལ་པོ་འདི་སྙམ་དུ་སེམས་ཏེ། ང་ལ་དེས་འདི་དང་ལན་གཉིས་སུ་བསྔོས་ཏེ།
en: The king was informed of this reply and thought, “This makes two times that I have been opposed with such a commonsensical rule.

source: གང་གི་ཚེ་ངས་ཤཱཀྱ་གཞོན་ནུ་དག །གཞོན་ནུའི་རིམ་གྲོ་བྱེད་དུ་ཅིའི་ཕྱིར་མི་འོང་ཞེས་བྱས་པ་དེའི་ཚེ་ཡང་། ཅི་ངེད་ལུག་གི་རིམ་གྲོ་བྱེད་དུ་འོང་ངམ་ཞེས་ཟེར་ལ། དའང་འདི་སྐད་ཟེར་རོ་སྙམ་དུ་སེམས་ཤིང་འདུག་པར་གྱུར་ཏོ།
en: When I said, ‘Why don’t the Śākya boys come to attend upon the boy?’ I was told, ‘Why should we attend upon an indolent?’ And now this.” The king sat and reflected thus.

source: །བྱང་ཆུབ་སེམས་དཔས་ཀྱང་གཏམ་དེ་ཐོས་ནས་རྒྱལ་པོ་ཟས་གཙང་མ་ག་ལ་བ་དེར་སོང་སྟེ་ཕྱིན་ནས་འདི་སྐད་ཅེས་སྨྲས་སོ།
en: The Bodhisattva heard the story as well. He went to King Śuddhodana and asked, “Your Majesty, what’s wrong?

source: །ཅི་ནོངས་ཏེ་དེ་ལྟར་ཞལ་ཟུང་གནག་པར་བཞུགས།
en: Why are you sitting here so depressed?”

source: རྒྱལ་པོས་སྨྲས་པ། གཞོན་ནུ་དེ་དྲི་བས་ཅི་ཞིག་བྱ།
en: But the king just responded, “O child, enough with your questioning!”

source: གཞོན་ནུས་སྨྲས་པ། ལྷ་དེ་ནི་བཀའ་མི་སྩལ་དུ་མི་རུང་ངོ་ཞེས་ལན་གསུམ་གྱི་བར་དུ་བྱང་ཆུབ་སེམས་དཔས་རྒྱལ་པོ་ཟས་གཙང་མ་ལ་དྲིས་པ་དང་། དེ་ནས་རྒྱལ་པོ་ཟས་གཙང་མས་བྱང་ཆུབ་སེམས་དཔའ་ལ་དངོས་པོ་དེ་དག་བརྗོད་དོ།
en: But the prince insisted, “Your Majesty, it is absolutely essential that you tell me!” He asked King Śuddhodana three times, until finally the king told the Bodhisattva what was wrong.

source: །བྱང་ཆུབ་སེམས་དཔས་སྨྲས་པ། ལྷ་གྲོང་ཁྱེར་འདི་ན་བདག་དང་སྒྱུ་རྩལ་གྱིས་འགྲན་པར་ནུས་པ་འགའ་མཆིས་སམ། དེ་ནས་རྒྱལ་པོ་ཟས་གཙང་མས་བགད་ནས། བྱང་ཆུབ་སེམས་དཔའ་ལ་འདི་སྐད་ཅེས་སྨྲས་སོ། །བུ་ཁྱོད་ཀྱིས་སྒྱུ་རྩལ་བསྟན་པར་ནུས་སམ།
en: The Bodhisattva then asked, “O King, is there anyone in this city who can compete with me in the arts?” King Śuddhodana, with a smile on his face, asked the Bodhisattva in return, “My son, are you capable of demonstrating any athletic prowess?”

source: སྨྲས་པ། ལྷ་དེ་ནི་བདག་གིས་ལེགས་པར་རྔོ་ཐོག་གོ།
en: The prince responded, “I surely am, Your Majesty.

source: །དེ་བས་ན་སྒྱུ་རྩལ་འཚལ་བ་རྣམས་ཀུན་ཀྱང་བསོག་ཏུ་གསོལ།
en: So please assemble everyone who is skilled in the arts!

source: དེ་དག་གི་མདུན་དུ་བདག་གིས། སྒྱུ་རྩལ་བསྟན་པར་བགྱིའོ།
en: Then I will demonstrate my skills before them.”

source: །དེ་ནས་རྒྱལ་པོ་ཟས་གཙང་མས་སེར་སྐྱའི་གནས་ཀྱི་གྲོང་ཁྱེར་ཆེན་པོར་དྲིལ་གྱི་སྒྲ་བསྒྲགས་ཏེ། དེང་ནས་ཞག་བདུན་ན་གཞོན་ནུ་རང་གི་སྒྱུ་རྩལ་སྟོན་གྱིས།
en: King Śuddhodana then asked for the bell to be sounded in the city of Kapilavastu and announced, “In seven days the prince will demonstrate his prowess in the arts.

source: དེར་སྒྱུ་རྩལ་ཤེས་པ་ཐམས་ཅད་ཤོག་ཤིག་ཅེས་བསྒོའོ།
en: Thus everyone skilled in the arts is to assemble then!”

source: །དེ་ནས་ཞག་བདུན་ལོན་པ་དང་། ཤཱཀྱ་གཞོན་ནུ་ལྔ་བརྒྱ་ཙམ་ཚོགས་པར་གྱུར་ཏོ།
en: When seven days had passed, a group of Śākya boys five hundred strong assembled.

source: །དེ་ནས་ཤཱཀྱ་ལག་ན་བེ་ཅོན་ཅན་གྱི་བུ་མོ་ས་འཚོ་མ་རྒྱལ་བའི་རུ་མཚོན་དུ་བཞག་སྟེ།
en: The daughter of Daṇḍapāṇi Śākya, the Śākya girl named Gopā, was put forward as a trophy for the victor, and a pledge was sworn:

source: འདིར་རལ་གྲིའི་ཐབས་དང་འཕོང་དང་། སྟོབས་དང་། གྱད་ཀྱི་འཛིན་སྟངས་ཀྱིས་སུ་རྒྱལ་བ་དེ་ནི་འདི་ཁྱེར་ཅིག་ཅེས་དམ་བཅས་ནས།
en: “Whoever here is victorious in swordsmanship, archery, combat, and wrestling shall have her.”

source: དེའི་ཚེ་ཐམས་ཅད་ཀྱི་ཐོག་མ་ལ་གཞོན་ནུ་ལྷ་སྦྱིན་གྲོང་ཁྱེར་ནས་བྱུང་ངོ་།
en: Ahead of everyone else, the boy Devadatta arrived from the city.

source: །དེའི་ཚེ་བྱང་ཆུབ་སེམས་དཔའི་བཞོན་པར་གླང་པོ་དཀར་པོ་བོང་ཤིན་ཏུ་ཆེ་བ་ཞིག་གྲོང་ཁྱེར་དུ་ཁྲིད་པ་གཞོན་ནུ་ལྷ་སྦྱིན་གྱིས་མཐོང་ནས་ཕྲག་དོག་དང་།
en: He saw that a large white elephant was being brought to the city for the Bodhisattva to ride.
